CATEGORY_OBJECTIONS = {
    "screwdrivers": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "Я чув, що ця модель швидко ламається.",
        "А де виробляють цей інструмент?",
        "Мені здається, ця модель слабенька.",
        "Я чув, Ваші акумулятори швидко ламаються.",
        "Ну, я подумаю."
    ],
    "grinders": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "Я чув, що ця модель швидко ламається.",
        "А де виробляють цей інструмент?",
        "А вона не зламається під навантаженням?",
        "Чи витримає постійні роботи?",
        "Ну, я подумаю."
    ],
    "hammers": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "Я чув, що ця модель швидко ламається.",
        "А де виробляють цей інструмент?",
        "А він точно зможе довго працювати з такими бурами?",
        "Мені здається, що він не дуже якісний.",
        "Раніше Ваші перфоратори були краще, ніж зараз.",
        "Ну, я подумаю."
    ],
    "inverters": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "Я чув, що ця модель швидко ламається.",
        "А де виробляють цей інструмент?",
        "Я чув, що китайські інвертори недовговічні.",
        "Ну, я подумаю."
    ],
    "saws": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "А де виробляють цей інструмент?",
        "Вона точно нормально ріже?",
        "Ну, я подумаю."
    ],
    "trimmers": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "Я чув, що ця модель швидко ламається.",
        "А де виробляють цей інструмент?",
        "Чув, ваші тримери їдять дуже багато бензину.",
        "Ну, я подумаю."
    ],
    "sprayers": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "Я чув, що ця модель швидко ламається.",
        "А де виробляють цей інструмент?",
        "Цей обприскувач точно якісний?",
        "Ох, а подаруночок зробите мені?",
        "Ну, я подумаю."
    ],
    "busters": [
        "Та він не може видавати такий струм!",
        "Він спалить мій акумулятор",
        "Оце він такий маленький і заряджає акумулятор? Та що ж там тоді всередині... Жах",
    ],
    "default": [
        "Мені здається, це трохи дорогувато.",
        "Я бачив в інтернеті дешевше.",
        "Я чув, що ця модель швидко ламається.",
        "А де виробляють цей інструмент?",
        "Dnipro-M - це китайська лажа!",
        "Ну, я подумаю."
    ]
}